function getMessage(a,b) {
	if(a == boolean) {
		return 'Переданное GIF-изображение анимировано и содержит' + b + 'кадров'; 
	}else{
		return 'Переданное GIF-изображение не анимировано';
	}
	if(a == number) {
		return 'Переданное SVG-изображение содержит' + a + 'объектов и ' + b * 4 + 'атрибутов';
	}
	if(a == array) {
		return 'Количество красных точек во всех строчках изображения: ' [sum];
	}
	if(a == array && b == array){
		return 'Общая площадь артефактов сжатия: ' [square] 'пикселей';
	}
};



